{"data":{"markdownRemark":{"html":"<h1>People Village</h1>\n<p>Presentasjonsteknikk, kommunikasjon og lek!</p>\n<p>Dette er for deg som:</p>\n<ul>\n<li>vil bli flinkere til å formidle et budskap</li>\n<li>har lyst til å holde presentasjoner, men synes det er litt skummelt/vanskelig/osv.</li>\n<li>blir skremt bare av tanken på å snakke i forsamlinger eller bli med på et \"vanlig\" kurs i presentasjonsteknikk</li>\n<li>har ideer til foredrag men ikke er helt sikker på hvordan få gjennomført det</li>\n<li>egentlig skulle på noe annet men gikk til feil rom</li>\n</ul>\n<h2>FAQ</h2>\n<ul>\n<li>Passer det for meg? <em>Ja</em>!</li>\n<li>Kreves noen forkunnskaper? <em>Nei</em></li>\n<li>Hva skiller denne villagen fra andre kurs i presentasjonsteknikk? <em>Her blir det lite teori men mye diskusjon og praksis, og det er garantert fritt for abstrakte kommunikasjonsmodeller. Det blir også morsommere.</em></li>\n</ul>\n<p>Tilbakemeldinger og spørsmål rettes til <a href=\"andreas.olsen@knowit.no\">Andreas Færøvig Olsen</a></p>\n<h2>Fredag (15–18)</h2>\n<h5>15:00–15:50 Tilbakemeldinger og diskusjon</h5>\n<p>Denne timen kan du gi og få tilbakemeldinger på skriving av abstracts, oppsett av keynotes eller andre former for tekst. Det er også mulighet for å trene på å holde et innlegg og få individuelle tilbakemeldinger.</p>\n<h5>16:00–16:50 Presentasjonsteknikk del 1/2</h5>\n<p>Presentasjonsteknikk handler om planlegging og gjennomføring av det å formidle et budskap. Vi skal innom temaer som kroppsspråk, stemmebruk, forberedelser, håndtering av nervøsitet og annet. Det blir en praktisk tilnærming til temaene med mye diskusjon.</p>\n<h5>17:00–17:50 Spontanitet og improvisasjon del 1/2</h5>\n<blockquote>\n<p>Dette var det gøyeste på hele fagseminaret!!!<br>\n   <em>- Kommende sitat fra deltaker</em></p>\n</blockquote>\n<p>Det er lett å bli nervøs når man skal holde en presentasjon. En viktig og riktig strategi for å mestre dette er å være godt forberedt og øve seg på forhånd. Men det er ikke alltid ting går etter planen. Denne timen skal vi gjennom forskjellige øvelser og leker som handler om å ta ting på sparket.</p>\n<h2>Lørdag (9–13)</h2>\n<h5>9:00–9:50   Tilbakemeldinger og diskusjon</h5>\n<p>Denne timen kan du gi og få tilbakemeldinger på skriving av abstracts, oppsett av keynotes eller andre former for tekst. Det er også mulighet for å trene på å holde et innlegg og få individuelle tilbakemeldinger.</p>\n<h5>10:00–10:50 Presentasjonsteknikk del 2/2</h5>\n<p>Vi fortsetter med de gjenstående temaene innen presentasjonsteknikk. Her kan du delta selv om du ikke har vært på del 1 fra fredagen.</p>\n<h5>11:00–11:50 Spontanitet og improvisasjon del 2/2</h5>\n<p>Vi fortsetter med de gjenstående temaene fra i går. Her kan du delta selv om du ikke har vært på del 1 fra fredagen.</p>\n<h5>12:00–12:50 Open space</h5>\n<p>Forslag til diskusjon:</p>\n<ul>\n<li>Hvordan kan vi i Objectnet bli bedre på å vise at vi er gode på fag?</li>\n<li>Hvordan senke terskelen for å bidra på konferanser og liknende?</li>\n<li>Hva slags arrangementer/kurs/osv kan vi tilby for at hver enkelt kan bli tryggere på å holde presentasjoner?</li>\n</ul>","frontmatter":{"date":"January 01, 2019","path":"/village/peoplevillage.md","title":"People Village"}}},"pageContext":{}}