{"data":{"markdownRemark":{"html":"<h1>Web Village program</h1>\n<p>Vi vil kjøre en workshop hver dag i tillegg til kodekonkurranser.</p>\n<h2>Agenda fredag 22. mars (15:00-18:00)</h2>\n<table>\n<thead>\n<tr>\n<th>Tidspunkt</th>\n<th>Aktivitet</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>15:00:18:00</td>\n<td>React Hooks workshop</td>\n</tr>\n<tr>\n<td>16:00-18:00</td>\n<td>Kodekonkurranse 1</td>\n</tr>\n</tbody>\n</table>\n<h2>Agenda lørdag 23. mars (09:00 - 13:00)</h2>\n<table>\n<thead>\n<tr>\n<th>Tidspunkt</th>\n<th>Aktivitet</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>09:00:13:00</td>\n<td>GraphQL workshop</td>\n</tr>\n<tr>\n<td>10:00-12:00</td>\n<td>Kodekonkurranse 2</td>\n</tr>\n</tbody>\n</table>\n<h3>Mini-workshop - React Hooks</h3>\n<p>React hooks er all the rage disse dager. Unngå å lage et wrapper helvete. (aka render props) Få en kjapp introduksjon til React hooks i denne mini-workshoppen. Eller bare kom og jobb med Hooks slik du selv vil. Ditt valg.</p>\n<p><a href=\"https://github.com/knowit/hooks-mini-workshop\">Link til workshop</a></p>\n<h3>Mini-workshop - Graphyrinth: A Graphical JSON-based Adventure Game</h3>\n<p>GraphQL er i vinden, og for å gjøre det kjekt å sette seg inn i protokollen så har vi laget ikke mindre enn et minispill med GraphQL-grensesnitt. Her trenger du altså ingen bachelor i hverken informatikk eller UX-design for å henge med, og får i en kjapp innledende presentasjon med deg det mest grunnleggende for å komme i gang med å gruse kollegene labyrintnavigasjon og puzzle-solving.</p>\n<h3>Konkurranser</h3>\n<p>Kom og bryn deg på noen kodekonkurranser! Her blir det mulighet til å konkurrere \"1v1\" eller mot alle, med mål som kanskje ikke er så vanlig for programmering til daglig. Alle konkurransene relateres til web eller programmering på web, og det kan kanskje være nyttig å ha vært med på en av workshoppene vi kjører hvis du vil ha en liten fordel.</p>","frontmatter":{"date":"January 01, 2019","path":"/village/webvillage.md","title":"Web Village"}}},"pageContext":{}}